{
    "id": 1302,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/1302",
    "title": "Impressionism, Fashion, and Modernity",
    "is_featured": false,
    "description": "Were the Impressionists fashionistas? And what role did fashion play in their goal to paint modern life with a “modern” style? This is the subject of the internationally acclaimed exhibition Impressionism, Fashion, and Modernity, the first to uncover the fascinating relationship between art and fashion from the mid-1860s through the mid-1880s as Paris became the style capital of the world. Featuring 75 major figure paintings by Caillebotte, Degas, Manet, Monet, Renoir, and Seurat, including many never before seen in North America, this stylish show presents a new perspective on the Impressionists—revealing how these early avant-garde artists embraced fashion trends as they sought to capture modern life on canvas.\n\nIn the second half of the 19th century, the modern fashion industry was born: designers like Charles Frederick Worth were transforming how clothing was made and marketed, department stores were on the rise, and fashion magazines were beginning to proliferate. Visual artists and writers alike were intrigued by this new industry; its dynamic, ephemeral, and constantly innovative qualities embodied the very essence of modernity that they sought to express in their work and offered a means of discovering new visual and verbal expressions.\n\nThis groundbreaking exhibition explores the vital relationship between fashion and art during these pivotal years not only through the masterworks by Impressionists but also with paintings by fashion portraitists Jean Béraud, Carolus-Duran, Alfred Stevens, and James Tissot. Period costumes such as men’s suits, robes de promenade, day dresses, and ball gowns, along with fashion plates, photographs, and popular prints offer a firsthand look at the apparel these artists used to convey their modernity as well as that of their subjects. Further enriching the display are fabrics and accessories—lace, silks, velvets, and satins found in hats, parasols, gloves, and shoes—recreating the sensory experience that made fashion an industry favorite and a serious subject among painters, writers, poets, and the popular press.\n\nTruly bringing the exhibition to life are the vivid connections between the most up-to-the-minute fashions and the painted transformations of the same styles. Pairing life-size figure paintings by Monet, Renoir, or Tissot with the contemporary outfits that inspired them, the show invites inquiry into the difference between portrait and genre painting, between Tissot’s painted fashion plates and Manet’s images of life experienced, demonstrating for the first time the means by which the Impressionists “fashioned” their models—and paintings—for larger artistic goals.",
    "short_description": "Explore the fascinating relationship between art and fashion during the late 19th century with nearly 80 paintings by Impressionist masters such as Caillebotte, Degas, Manet, Renoir, and Seurat.",
    "web_url": "https://nocache.www.artic.edu/exhibitions/1302/impressionism-fashion-and-modernity-2",
    "image_url": "https://artic-web.imgix.net/35f618eb-5e21-4446-9ee5-c1e6297e2314/1972.362EvaGonzalesTheMilliner.jpg?auto=compress%2Cformat&fit=min&fm=jpg&q=80&rect=0%2C251%2C1834%2C1031",
    "type": "AIC & Other Venues",
    "status": "Closed",
    "aic_start_at": "2013-06-25T00:00:00-05:00",
    "aic_end_at": "2013-09-29T00:00:00-05:00",
    "date_display": null,
    "department_display": "European Painting and Sculpture",
    "gallery_id": 2147475902,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [
        87
    ],
    "image_id": null,
    "alt_image_ids": [],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Impressionism, Fashion, and Modernity"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "1976-09-02T11:20:00-05:00",
    "last_updated": "2021-01-13T23:28:02-06:00",
    "timestamp": "2021-01-14T17:13:22-06:00"
}