{
    "id": 1349,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/1349",
    "title": "Ralph Eugene Meatyard: Dolls and Masks",
    "is_featured": false,
    "description": "Ralph Eugene Meatyard (1925–1972) has been on the fringes of photographic history—so much so that he inserted one of his own prints into his personal copy of Beaumont Newhall’s classic History of Photography, which did not include him. And yet his impact on photographic practice, belatedly recognized, has been significant. An optician in Lexington, Kentucky, Meatyard sustained a life-long interest in visual perception. Well read and deeply connected to a circle of poets and philosophers, he made photographs rich in literary allusion. Meatyard’s photography was not accidental or documentary, but rather deliberate, often staged, and searching for inner truths rather than ephemeral surfaces.\n\nIn his last decade, Meatyard kept returning to the tropes of dolls and masks, often photographing his children posed in abandoned houses and landscapes. These pictures put an uncanny spin on family photographs, exploring the contrasts between youth and age, childhood and mortality, intimacy and unknowability, sharing and hiding. For Meatyard, dolls represented a physical human presence, whether employed in a scene alongside people or instead of people. He used masks to universalize his sitters rather than make portraits of individuals. Masks reflect the faces we all put on for the camera; indeed, Meatyard’s last project before his untimely death was The Family Album of Lucybelle Crater, a project based on the common snapshot album but featuring friends and family all wearing masks. Drawn from the photographer’s estate, this focused exhibition—all of works made before that iconic project—examines dolls and masks across different bodies of work as a window onto this enigmatic photographer’s larger practice.\n\nThis exhibition is organized by the Art Institute of Chicago.",
    "short_description": "Ralph Eugene Meatyard (1925–1972) has been on the fringes of photographic history—so much so that he inserted one of his own prints into his personal copy of Beaumont Newhall’s classic …",
    "web_url": "https://nocache.www.artic.edu/exhibitions/1349/ralph-eugene-meatyard-dolls-and-masks",
    "image_url": "https://artic-web.imgix.net/d5decc53-d2a1-40f1-ab4d-19071f6ee684/2012.303.4RalphEugeneMeatyard.jpg?auto=compress%2Cformat&fit=min&fm=jpg&q=80&rect=2%2C68%2C1009%2C567",
    "type": "AIC & Other Venues",
    "status": "Closed",
    "aic_start_at": "2011-07-02T00:00:00-05:00",
    "aic_end_at": "2011-09-25T00:00:00-05:00",
    "date_display": null,
    "department_display": "Photography",
    "gallery_id": 2147476637,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [],
    "image_id": null,
    "alt_image_ids": [],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Ralph Eugene Meatyard: Dolls and Masks"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "1976-09-02T11:20:00-05:00",
    "last_updated": "2021-01-13T23:27:15-06:00",
    "timestamp": "2021-01-14T17:13:22-06:00"
}