{
    "id": 1498,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/1498",
    "title": "Focus: Sharon Hayes",
    "is_featured": false,
    "description": "Over the past 15 years, American artist Sharon Hayes has been probing how speech—both public and private—intersects with politics, history, personal identity, desire, and love through her performances and multimedia installations. Drawing on a range of artistic and academic practices, her approach is arguably most clearly defined by the New York theater scene that greeted her as an undergraduate student in the early 1990s—staunchly political, feminist, queer-identified, and besieged by the AIDS crisis. It is through this specific temporal and geographic lens that Hayes developed her artistic voice, one with which she has tackled a diversity of issues and topics including the 1968 Democratic Convention, Patty Hearst and the Symbionese Liberation Army, and the wars in Afghanistan and Iraq.\n\nThis presentation, the first solo museum exhibition of the artist’s work in the United States and the 27th installment of the Art Institute’s focus series, includes several recent media and object-based installations as well as a live performance. In the Near Future (2005–2009), part of an ongoing project examining the political construction of speech in public space through the figure of the protester and the protest sign, consists of over 350 slide images that document a series of performances that Hayes conducted between 2005 and 2008. Parole (2010), which debuted in the 2010 Whitney Biennial, is a four-channel video installation that continues Hayes’s investigation of the public and private voice through a central character who records sound but never speaks. The exhibition also features An Ear to the Sounds of Our History (2011), a new series of works that draws upon the artist’s vast archive of spoken word vinyl records including speeches by John F. Kennedy, Martin Luther King Jr., Malcolm X, Eldridge Cleaver, Angela Davis, Jackie Kennedy, and Eleanor Roosevelt. Grouping the album covers into “sentences” of varying lengths, Hayes looks at the systems of distribution that have determined whose voices predominate and whose have been all but forgotten to history. A related live performance, Spoken Word DJ, in which Hayes mixes and samples the original records, will open the exhibition on November 10.\n\nSponsor\nOngoing support for focus exhibitions is provided by the Alfred L. McDougal and Nancy Lauter McDougal Fund for Contemporary Art. Additional support is provided by the Society for Contemporary Art and Susan and James Herrmann. Generous support is provided by the Exhibitions Trust: Goldman Sachs, Kenneth and Anne Griffin, Thomas and Margot Pritzker, the Earl and Brenda Shapiro Foundation, Donna and Howard Stone, and Melinda and Paul Sullivan.",
    "short_description": "Over the past 15 years, American artist Sharon Hayes has been probing how speech—both public and private—intersects with politics, history, personal identity, desire, and love through her …",
    "web_url": "https://nocache.www.artic.edu/exhibitions/1498/focus-sharon-hayes",
    "image_url": null,
    "type": "AIC Only",
    "status": "Closed",
    "aic_start_at": "2011-11-10T00:00:00-06:00",
    "aic_end_at": "2012-03-11T00:00:00-06:00",
    "date_display": null,
    "department_display": "Modern and Contemporary Art",
    "gallery_id": null,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [],
    "image_id": "38ad3c1a-07f6-a054-5173-6719a4e8adc5",
    "alt_image_ids": [
        "da83caa5-72e8-63b5-b8f6-7cb9a119d246",
        "1ac7d3da-18ce-8600-0bd0-87a03abbe872",
        "6c2227c0-3be6-e14f-9ec9-9fa27eb04662",
        "09d5ba10-394b-edb6-667a-8d11b7099721",
        "ae890450-1879-2389-238c-cf260bf47623",
        "3f61ad4c-01bf-6766-0aee-9621ac9902f6",
        "018c861d-7849-e2d9-38bb-54f52d7908e4",
        "be2500e3-c3a8-5ea3-cd76-ee14e73f9139",
        "cc23b3fb-f16e-7b1f-f213-06eaf31f8b5e",
        "732ceeed-fa08-5dcf-3011-fcfb51a51586",
        "acc4eed6-b791-a4f8-e330-a212f9742a85",
        "3a1bd17a-c755-d216-361f-ec2ed94bd5cc",
        "0d58a34b-e2f5-b2dc-ed95-f27d562c3baa",
        "be838723-34ea-3f6e-048d-348173257845",
        "4836aae9-24b9-a9de-32cf-3d85dd529dd4",
        "2abfe929-3e69-3790-0fb3-a5bc9f97eea4",
        "23dbabda-4575-04bd-5997-0a98adbab368",
        "a386acb0-e785-aac2-27ff-d95765ebb0f0",
        "34342f8c-e5fb-e2ee-5dde-4f043e3de1c4",
        "828623d7-7481-b611-bc56-287b66c8ed7d",
        "d6c577c9-94f6-1694-eff1-ad81788eedb0",
        "01f86d4f-a480-2d16-4348-13c3dc46fd07",
        "dafde8cb-2bc3-afec-670d-ab74b970ca28",
        "6bababf1-8256-3143-0a06-d21f5ddf1e06",
        "f22fcf9b-280b-8089-9f41-b33ea5f7abc7",
        "d69fc16d-63db-9acf-a8a9-f5704289f941",
        "24ee451c-a415-aafa-7a33-332440fde64f"
    ],
    "document_ids": [
        "bbda5812-6c01-2f43-7a59-20f946348e96"
    ],
    "suggest_autocomplete_all": {
        "input": [
            "Focus: Sharon Hayes"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "1976-09-02T11:20:00-05:00",
    "last_updated": "2021-01-13T23:27:12-06:00",
    "timestamp": "2021-01-14T17:13:22-06:00"
}