{
    "id": 1547,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/1547",
    "title": "Torii Kiyonaga and Ideal Beauty in Japanese Prints",
    "is_featured": false,
    "description": "The artist Torii Kiyonaga (1752–1815) has been described as “the preeminent leader in... the golden age of ukiyo-e prints.” As Chie Hirano, who in 1939 published a monograph of over 1,000 prints by the artist, explained, “He understood the human body much more thoroughly than other ukiyo-e artists, and by beautifying it he created a healthy and noble type of his own.”\n\nInitially, Kiyonaga designed prints in which the figures were petite, with childlike faces. Around 1783 he began creating prints of men and women in elegant urban settings, often in grand architectural structures with vast landscapes in the background. His figures became idealized, with tall, slender forms. Kiyonaga’s willowy women exhibit a figural style that set a trend among artists for decades to come, including Kitagawa Utamaro (1756–1806), who is perhaps best known for this slim type of beauty in the West. Along with this change in the body shape of figures came a change in the format of prints. Earlier artists had used the smaller chûban to create a feeling of intimacy, but Kiyonaga’s tall beauties demanded a print with greater height (ôban), and they often stride across diptychs and triptychs made up of multiple sheets.\n\nIn April 2007, the Chiba City Museum of Art outside Tokyo presented the landmark exhibition Torii Kiyonaga: The Birth of Venus in Edo. This show included many prints from the Art Institute’s collection, most of which are displayed here.",
    "short_description": null,
    "web_url": null,
    "image_url": null,
    "type": "AIC Only",
    "status": "Closed",
    "aic_start_at": "2011-09-24T00:00:00-05:00",
    "aic_end_at": "2011-12-11T00:00:00-06:00",
    "date_display": null,
    "department_display": "Asian Art",
    "gallery_id": 2147480090,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [],
    "image_id": null,
    "alt_image_ids": [],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Torii Kiyonaga and Ideal Beauty in Japanese Prints"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "2019-04-26T13:41:02-05:00",
    "last_updated": "2021-01-13T23:25:28-06:00",
    "timestamp": "2021-01-14T17:13:24-06:00"
}