{
    "id": 1559,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/1559",
    "title": "Parcours",
    "is_featured": false,
    "description": "This web module, something between a blog and an online archive, has been conceived as a distinct component of the exhibition Parcours, on view at the Art Institute of Chicago. The show has changed a great deal since the curator, Matt Witkovsky, began discussions for a project with Liz Deschenes and Florian Pumhösl in the first half of 2011. Recording the course of that three-way discussion, and inviting others to comment on it, is the aim of this module.\nFirst, a synopsis of the exhibition’s trajectory, prepared by Matt and reviewed by Liz and Florian: In early August 2010, Matt got in touch with Florian to discuss his involvement in an exhibition of east-central European modernist photography and printed matter, entitled Avant-Garde Art in Everyday Life. Florian contributed important ideas to the exhibition’s design, and the seed was planted for a show focused on his own work. Meanwhile, Liz had held an important place in a group exhibition that Matt organized at the museum in May 2009, and at a studio visit with Liz in March 2011, an idea for a new, smaller group show took hold, with Liz as the guiding artistic voice. This is where the online documentation for Parcours begins.\nIn Matt’s mind, initially, the show was to have featured a number of artists and been structured on the model of a collectively produced film, tentatively titled Immaterial Desires. Trisha Donnelly, Walead Beshty, Josiah McEIheny, Christopher Williams, Moyra Davey, Janice Kerbel, and Florian were all considered for participation, and several of these artists were consulted as well in spring and early summer 2011. After meetings in May and late July, however, a decision was made to have Liz and Florian conceive the exhibition in dialogue with each other and Matt. An undecided number of older photographs would accompany their works, along with just one other contemporary piece, by Kerbel: a sound piece entitled Ballgame that could be placed (with her agreement) in a garden courtyard located directly outside the exhibition space. That space would be (and is) the gallery dedicated to Photography in the Modern Wing, the newly built addition to the Art Institute designed by architect Renzo Piano and opened in May 2009.\nMany ideas were tested and discarded along the way. The group show became a two-person show, with the work by Kerbel kept in the mix because it would be knowable from within the space (via an exhibition label) but only audible outside the space. In the end, even Kerbel’s work has been eliminated (Ballgame and other pieces will instead be featured in a solo show at the nearby Arts Club of Chicago, in September.) The title changed entirely, and uses of the space as well as ideas about the other photographs to be placed alongside the works of Liz and Florian have undergone important mutations. These discussions are what is recorded in the postings that follow.\nLiz’s proposal to base the floor plan of the show on an unrealized exhibition idea by Herbert Bayer from the mid-1930s served as the point of departure: a set of exceptionally long and thin parallel walls placed in alternation on opposing sides of a rectangular space, impelling the viewer forward as if through a maze.\nAdapting Bayer’s notion was far from a straightforward process; one might say that the entire three-way conversation revolved around possible interpretations of the value of that little sketch. Ideas were proposed to extend the Renzo Piano walls, to show their seams, to open their ends; to play them off against more obviously dated elements in the museum, for example the screens used at the time in the neighboring area known as McKinlock Court, or the modular walls used in the main Photography galleries at the opposite end of the museum complex, the Allerton Building:\nIdeas were debated about floating or hanging light walls; attaching feet to them that echoed a Hannes Meyer design for supporting thin walls; and setting the walls away from the gallery perimeter. Those discussions continued from October 2011 for several months, following an important email of 10 October in which the title, Parcours, was shared and quickly established itself.\nAt the same time, a second thread of conversation involved the choice of works for the walls, particularly the few historical photographs that would accompany pieces by Liz and Florian. One way to go involved concentrating on central European modernism, the initial context for Bayer’s sketch and also an understandable link between Liz, who had found the sketch; Florian, who concentrates on that region and time period in his work; and Matt, an expert in that area as well. There is also the historical fact of the migration of the Bauhaus from Germany to Chicago in the mid-1930s and its transformation here into a school of architecture, design, and photography. Again, many ideas were floated between October and February, and as of this writing, the choices are not firmly settled. However, two works have met with steady favor by all 3 participants: a self-portrait of 1928 by Florence Henri, who attended summer courses at the Bauhaus in 1927 and 1928, and a 1923-25 self-portrait by her professor there, László Moholy-Nagy.\nOther ideas for photographs from our permanent collection have tended toward providing a broad historical purview, or suggesting various possible modes of address for photography (social engagement, formalist self-definition). One recurrent theme has been to choose pictures that feature a constricted space (whether actual or symbolic) that would echo the “guided path” and evocation of claustrophobia that are induced by the wall plan.\nThe notion to put all of our discussions, image suggestions, and other documentation online came simultaneously with the realization that this would be an emphatically didactic exhibition, a show about the constraints of making a museum show. Part of the drive to air our deliberative process is to make transparent the reality that museum architecture, museum pedagogy, and museum acquisitions or exhibitions are complexly motivated and therefore far from neutral or self-evident. Part of it has to do with treating the web as its own constrained space, with an overriding set of protocols that must be followed to be able to communicate anything at all. (One should not forget that the majority of our conversations for this show have happened online, either by email or skype.) Another part has to do with making manifest the historical conversation (and an admittedly conversational history) that is contained in adjacencies: a room in the ostensibly timeless new Piano building is inhabited by older and “worn” parts of the Art Institute; work by two contemporary artists (and one curator) steeped in critical reflection on the trajectory of high modernism is placed in proximity to a variety of photographs from the modernist decades.\nThis online module is not closed with the start of the exhibition. We want to ask others to comment on the ideas charted here and hope that the documentation we’ve provided can prompt further interventions, keeping the “path” of this project focused but open-ended.\nLD, FP, MW",
    "short_description": "A collaboration between artists Liz Deschenes and Florian Pumhösl, this exhibition invites viewers to contemplate the space of display as much as individual artworks.",
    "web_url": "https://nocache.www.artic.edu/exhibitions/1559/parcours",
    "image_url": "https://artic-web.imgix.net/d9ddf6c4-cda3-4e67-991e-c4b5b19bf369/1994.652LaszloMoholy-Nagy.jpg?auto=compress%2Cformat&fit=min&fm=jpg&q=80&rect=1%2C644%2C1708%2C961",
    "type": "AIC Only",
    "status": "Closed",
    "aic_start_at": "2012-04-21T00:00:00-05:00",
    "aic_end_at": "2012-09-09T00:00:00-05:00",
    "date_display": null,
    "department_display": "Photography",
    "gallery_id": 25210,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [],
    "image_id": null,
    "alt_image_ids": [],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Parcours"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "1976-09-02T11:20:00-05:00",
    "last_updated": "2021-01-13T23:26:58-06:00",
    "timestamp": "2021-01-14T17:13:25-06:00"
}