{
    "id": 185,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/185",
    "title": "Todd Eberle: Architectural Abstractions",
    "is_featured": false,
    "description": "Architecture has been a favored subject of photographers since the invention of the medium in the 19th century. Despite the prevalence of architectural images, their purpose is not always apparent. One persistent problem has been the definition of such works: are they views, deliberately framed by the photographer with artistic intent, or are they commercial endeavors, intended to serve an iconic or illustrative purpose? In 1963 British photographer and author Eric de Mare designed the former type as pictures and the latter as illustrations. But underlying this categorization is the assumption that all architectural photographs reflect a building's figurative, perspectival, three-dimensional qualities that the structure is both identifiable and presented within its environmental context.\n\nTodd Eberle's most recent photographic series breaks away from de Mare's fundamental framework, proposing fresh ways of seeing, thinking about, and interpreting architecture. His radically cropped, totally flat representations of interior surfaces transform the figurative into the abstract. His ostensible subject matter in each picture, which we can ascertain only from the title, is secondary to the work's visual construction as a modular, repetitively patterned surface--most often an interior ceiling plane.\n\nThe artist's framed views of ceilings demonstrate the shared roots of 20th-century modern architecture, Minimalism, and conceptual art. The beauty of the architects' designs, through Eberle's lens, lies in the repetition of formal elements. Illuminated by an indirect light source, these abstracted views can create the effect of a radiating light box with none of the usual visual cues that describe a building's boundaries, structure, texture, or materials.\n\nEberle, who is best known for his pictures of Donald Judd's artwork and buildings in Marfa, Texas, started his career taking photographs of such noted artists and architects as Zaha Hadid, Philip Johnson, Brice Marden, and Agnes Martin. He then expanded into architectural and fashion photography. This presentation of his work comprises 12 large-format (60 x 45 in.)\nphotographs, and highlights include the ceiling outside an elevator bank at Gordon Bunshaft's Lever House, New York (2002); an elevator cab at Chicago's Lake Shore Drive apartments by Mies van der Rohe (2002); and a Frank Lloyd Wright ceiling at Unity Temple in Oak Park (2002).\n\nOrganizer\nTodd Eberle: Architectural Abstractions is organized by the San Francisco Museum of Modern Art.\n\nCurator\nJoseph Rosa, Department of Architecture and Design, Art Institute of Chicago\n\nOther Venues\nSan Francisco Museum of Modern Art, December 16, 2005-March 7, 2006\n\nSponsor\nThe exhibition is generously supported by an anonymous donor.\nTodd Eberle. Untitled No. 10 [Tennessee Pipeline Company Building, Houston, Texas (Chuck Bassett for Skidmore, Owings, and Merrill, 1963)], 2002. Courtesy the artist. Copyright Todd Eberle.",
    "short_description": "Architecture has been a favored subject of photographers since the invention of the medium in the 19th century. Despite the prevalence of architectural images, their purpose is not always apparent. One persistent problem has been the definition of such works: are they views, deliberately framed by the photographer with artistic intent, or are they commercial endeavors, intended to serve an iconic or illustrative purpose? In 1963 British photographer and author Eric de Mare designed the former type as pictures and the latter as illustrations.",
    "web_url": "https://nocache.www.artic.edu/exhibitions/185/todd-eberle-architectural-abstractions",
    "image_url": null,
    "type": "AIC & Other Venues",
    "status": "Closed",
    "aic_start_at": "2006-05-20T00:00:00-05:00",
    "aic_end_at": "2006-08-20T00:00:00-05:00",
    "date_display": null,
    "department_display": "Architecture and Design",
    "gallery_id": 2147473418,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [],
    "image_id": null,
    "alt_image_ids": [],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Todd Eberle: Architectural Abstractions"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "1976-09-02T11:20:00-05:00",
    "last_updated": "2021-01-13T23:27:34-06:00",
    "timestamp": "2021-01-14T17:12:50-06:00"
}