{
    "id": 2246,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/2246",
    "title": "Moholy-Nagy: Future Present",
    "is_featured": false,
    "description": "Painting, photography, film, sculpture, advertising, product design, theater sets—László Moholy-Nagy (American, born Hungary, 1895–1946) did it all. Future Present, the first comprehensive retrospective of Moholy-Nagy’s work in the United States in nearly 50 years, brings together more than 300 works to survey the career of a multimedia artist who was always ahead of his time. Moholy, as he was known, came to prominence as a professor at the Bauhaus art school in Germany (1923–28). In 1937 he founded the New Bauhaus in Chicago, a school that continues today as the Institute of Design at the Illinois Institute of Technology. He remains the most renowned international modern artist ever to have resided in Chicago.\n\nA pioneer of abstraction for the industrial age, Moholy insisted that art must be developed from the materials of one’s time, in his case recorded sound, photography, film, and synthetic plastics. He demonstrated that in our era of reproducibility works of art gain fresh meaning with a change in size or even reorientation, reverse printing, or a shift in lighting. For Moholy, every citizen could be creative, and every viewer could educate his or her senses by studying effects of light, transparency, and motion in common materials of everyday modern life.\n\n\u2028Future Present presents a wide body of works ranging in date from 1920, when the artist moved to Germany, until his death in Chicago in 1946. One room shows 38 photomontages—nearly all known compositions in nearly every physical variant—brought together for the first time. Another presents three “telephone paintings,” a single abstract composition that Moholy ordered in three sizes from an enamel sign factory in 1923; this trio of industrial paintings has been separated for decades. All six of Moholy’s iconic, plunging views from the Berlin Radio Tower are united in another room, while a multimedia installation, Room of the Present, which Moholy conceived in 1930 but could not finish, is brought to life as a room of its own.\n\n\u2028\u2028Special emphasis is given to Moholy’s time in the United States, where his art moved from planar painterly abstractions to three-dimensional hybrids of painting and sculpture. Never have so many of the artist’s late works in Plexiglas—wall-mounted, freestanding, and hanging in midair—been seen together. These works came from Moholy’s teaching at the “Chicago Bauhaus,” which is also highlighted through a showing of student work as well as a “teaching wall” that frames Moholy’s greatest pedagogical ideas. The show closes with Moholy’s recorded voice and a projection of abstract color slides that the artist made in part by recording the scribble-like trace of headlights and taillights on Lake Shore Drive at night.\n\nOrganizers\nMoholy-Nagy: Future Present is organized by the Art Institute of Chicago; Solomon R. Guggenheim Museum, New York; and Los Angeles County Museum of Art, Los Angeles.\n\nOther Venues\nSolomon R. Guggenheim Museum: May 27–September 7, 2016\nLos Angeles County Museum of Art: February 12–June 18, 2017\n\nCatalogue\nPurchase Moholy-Nagy: Future Present and experience the exhibition through its accompanying catalogue. All purchases support the many fine programs of the museum.",
    "short_description": "The first retrospective of Moholy-Nagy in the United States in nearly 50 years traces the career of a multimedia artist who was always ahead of his time.",
    "web_url": "https://nocache.www.artic.edu/exhibitions/2246/moholy-nagy-future-present",
    "image_url": "https://artic-web.imgix.net/ad85a14e-cfcb-452d-bdd6-8821f71c092b/exh_moholy-nagy_main_1.jpg?auto=compress%2Cformat&fit=min&fm=jpg&q=80&rect=%2C%2C%2C",
    "type": "AIC & Other Venues",
    "status": "Closed",
    "aic_start_at": "2016-09-29T00:00:00-05:00",
    "aic_end_at": "2017-01-03T00:00:00-06:00",
    "date_display": null,
    "department_display": "Photography",
    "gallery_id": 2147475902,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [],
    "image_id": "3808176d-ca9d-d83f-e00e-06595ee00b3d",
    "alt_image_ids": [
        "44fb67ce-f421-63a8-3d91-3eb75224b1d4",
        "87ba3b76-be0d-24bf-d510-fc048d8e73ed",
        "03511a87-b0a2-9724-0152-f538a053a4a9",
        "9342935e-1c32-2ab0-9ad8-f1de8e655cee",
        "ece5d5f4-7ca9-670b-9617-f444e8729ae6",
        "dcf072c0-7840-8873-08e0-43860b1d740b",
        "689b75f5-8575-ea85-d175-7aeb3d6b943d",
        "35b18451-672b-0d1a-6b4e-2a35b3185e12",
        "3bc6424a-6238-8625-20dd-fb7dd4854c94",
        "13d53129-93da-fc9c-b308-51efbc52f703",
        "b82a598e-2e36-3afe-dd6f-2783c5a6b61c",
        "f3685d97-dd3c-56d2-5196-491333fd3ab6",
        "0cb9e954-5700-464b-6b9c-b3a8280d9dc7",
        "e77034c3-302d-3ac6-1b0d-f273953e14dd",
        "82a5b80b-026f-6560-0223-014a2f33eb5f",
        "d5bf62e7-cb6c-2552-d607-94efda21ae47",
        "36298123-d832-e0a1-427b-ac22bc468ad4",
        "dd6bc56e-3aec-fa3f-5551-692d3eda344f",
        "212fd466-6430-fa55-f2fd-61d752370036",
        "e537101b-c744-fcea-6fab-e308ce80f5b5",
        "39ea6adb-69f6-8689-338a-3691582f4e29",
        "67ececd1-3e17-b959-48a4-d1a351de3efd",
        "ec03d675-ee16-5db4-ece3-a28a866aca59",
        "944c7862-78f1-374b-ce85-92e00899d866",
        "2870bba1-a3dd-64bd-30d5-f48e485d9ab8",
        "31f9887e-adfe-6623-159b-a922a94f746e",
        "77788f74-70f4-c184-f864-a6ac87762446",
        "0162af42-c525-6d12-f512-70b94f61c383",
        "feda6c89-26a9-0cf2-4dff-26c67f03fc97"
    ],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Moholy-Nagy: Future Present"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "1976-09-02T11:20:00-05:00",
    "last_updated": "2021-01-13T23:28:29-06:00",
    "timestamp": "2021-01-14T17:13:37-06:00"
}