{
    "id": 2338,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/2338",
    "title": "Making Place: The Architecture of David Adjaye",
    "is_featured": false,
    "description": "With over 50 built projects across the world, David Adjaye is rapidly emerging as a major international figure in architecture and design. Rather than advancing a signature architectural style, Adjaye’s structures address local concerns and conditions through both a historical understanding of context and a global understanding of modernism. The first comprehensive museum survey devoted to Adjaye, this exhibition offers an in-depth overview of the architect’s distinct approach and visual language with a dynamic installation design conceived by Adjaye Associates.\n\nOf African ancestry and raised in Ghana, the Middle East, and England, Adjaye now has offices in London, New York, Berlin, and Accra. Like many international architects, he is itinerant, and his practices defy cultural borders and geopolitical categories. However, Adjaye is unique in being an African-born architect working in a global landscape. Having traveled the world studying buildings and architectural styles, most recently and extensively in Africa, he is acutely sensitive to the effects of location. A proponent for architecture from beyond the Western canon, he brings a distinctive contemporary “Afropolitan” view to his various projects.\n\nWhile Adjaye has never adhered to a discrete style, his projects coalesce around certain ideas. Often set in cities struggling with diversity and difference, his public buildings provide spaces that foster links among people and explore how neighborhoods evolve, how new communities are created, and how unexpected junctures weave diverse urban identities and experiences into the tapestry of multiculturalism. Rethinking conventions, his designs speak to the specific time and place in which they were made. These ideas are expressed in important recent projects, such as the Smithsonian’s National Museum of African American History and Culture on the National Mall in Washington, D.C., a building that faces history head-on, bringing together references from across Africa and America in a visually and physically evocative design.\n\nThis exhibition, comprising furniture, housing, public buildings, and master plans, fills the first-floor Abbott Galleries and the second-floor architecture and design galleries in the Modern Wing. In addition to drawings, sketches, models, and building mock-ups, a specially commissioned film featuring Adjaye’s collaborators—an international roster of artists, the exhibition curators, and other influential figures in the art world—helps bring his projects to life and makes clear the important role that Adjaye plays in contemporary architecture today.\n\nSponsors\nMaking Place: The Architecture of David Adjaye is organized by Haus der Kunst, Munich, and the Art Institute of Chicago.\n\nMajor funding has been generously provided by Nancy Carrington Crown and A. Steven Crown and Barbara Bluhm-Kaul and Don Kaul.\n\nThe Auxiliary Board of the Art Institute of Chicago is the Lead Affiliate Sponsor.\n\nThe exhibition catalogue, David Adjaye: Form, Heft, Material, has been underwritten by Nancy Carrington Crown and A. Steven Crown.\n\nAdditional support for the exhibition has been provided by the Fellows and Benefactors of the Architecture and Design Department, the Architecture & Design Society, the Leadership Advisory Committee, Cheryl and Eric McKissack, the Graham Foundation for Advanced Studies in the Fine Arts, and Linda Johnson Rice.\n\nAnnual support for Art Institute exhibitions is provided by the Exhibitions Trust: Kenneth Griffin, Robert M. and Diane v. S. Levy, Thomas and Margot Pritzker, the Earl and Brenda Shapiro Foundation, and the Woman’s Board.",
    "short_description": "This first comprehensive museum survey devoted to Adjaye showcases his approach of addressing local concerns through a historical understanding of context and a global understanding of modernism.",
    "web_url": "https://nocache.www.artic.edu/exhibitions/2338/making-place-the-architecture-of-david-adjaye-2",
    "image_url": "https://artic-web.imgix.net/e489001d-bc73-41f2-b1c7-a416c0f18155/2016.197DavidAdjayeSmithsonianNationalMuseum.jpg?auto=compress%2Cformat&fit=min&fm=jpg&q=80&rect=0%2C10%2C1280%2C720",
    "type": "AIC & Other Venues",
    "status": "Confirmed",
    "aic_start_at": "2015-09-16T00:00:00-05:00",
    "aic_end_at": "2016-01-03T00:00:00-06:00",
    "date_display": null,
    "department_display": "Architecture and Design",
    "gallery_id": 23997,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [],
    "image_id": null,
    "alt_image_ids": [],
    "document_ids": [
        "14ad30bd-2db4-4b33-bbbb-a6a9eb454a9d",
        "ea886219-0f35-9dae-f132-09ea975a71af",
        "67c5ed88-567f-07b9-d753-8689ea950403",
        "a12ce2f7-8fe7-3f51-969b-a0a328598018",
        "c478face-e6e4-1fd7-8aaf-f68743244a86",
        "2f043c24-63cf-2e47-aa6a-2110b58ca67f",
        "65942c21-793e-9020-f3e4-17ea93050f79",
        "8458084d-4e11-3f80-01f4-4f9a9c5661c5",
        "ea16cb19-1368-effa-5799-f29390b268b1",
        "d4c66295-3db9-cc69-175a-63071167e1d6",
        "bd0260ee-96e9-a5b0-384d-8d70fe196eb9",
        "9f989d9b-1a4a-b09c-7f12-711bd6d7dd18",
        "c49a109f-ec8d-0673-73d1-2cfb00f8393c",
        "c1dfc8b5-f459-3749-27ef-fff3efb5d97b",
        "215f7420-21da-9680-c475-41b1ebe113eb",
        "d825d281-4636-a4e7-23c7-9689f3f7b8a3",
        "6bde4fb4-c590-ef75-ce66-ad3fdf44d4d7",
        "c91afa93-8d19-6f21-e833-9eed88b8bd01",
        "1ade6cdc-5541-0578-391c-49504d35875f",
        "4c468db7-d16b-a277-c21b-80632cf19a9e",
        "4a04daaa-d4ad-3c31-0726-5c85a178c77e",
        "1448a7a3-c889-2a07-017a-cbf9e07e7810",
        "9e2b6ae4-319a-651c-012e-ea3feb9b84e3",
        "f75cde54-9d18-221f-659a-b475c1b6b082",
        "1f21e8b9-b6e3-640f-96d0-4878d5159494"
    ],
    "suggest_autocomplete_all": {
        "input": [
            "Making Place: The Architecture of David Adjaye"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "1976-09-02T11:20:00-05:00",
    "last_updated": "2021-01-13T23:27:12-06:00",
    "timestamp": "2021-01-14T17:13:39-06:00"
}