{
    "id": 264,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/264",
    "title": "Cézanne to Picasso: Ambroise Vollard, Patron of the Avant-Garde",
    "is_featured": false,
    "description": "In 1887 Ambroise Vollard (1866–1939) arrived in Paris with few contacts and no credentials to pursue a career as an art dealer. He began representing artists that were undervalued, exhibiting them at a time when many galleries were not willing to take the risk. In 1895 Vollard hosted Cézanne’s first solo exhibition, and in doing so he made the artist’s reputation as well as his own.\n\nBy the early 20th century, Vollard had become the principal dealer of artists such as Paul Cézanne, Paul Gauguin, and a number of Fauve artists, and lent early support to artists who are well known today—Pierre Bonnard, Aristide Maillol, Henri Matisse, Pablo Picasso, and Edouard Vuillard—as well as many who remain relatively unknown. His shrewd mind for business and artistic sense made him the leading contemporary art dealer of his generation.\n\nCézanne to Picasso: Ambroise Vollard, Patron of the Avant-Garde draws upon the dealer’s archives—handwritten sale and purchase records, stockbooks, photography, and correspondence—to shed new light not only on Vollard’s business strategies but also on the heretofore unexplored story of his relationships with artists whose work he exhibited and sold. The exhibition underscores Vollard’s achievement in promoting careers and styles to collectors, art critics, and artists, who used his gallery as a meeting place to discuss and buy modern art. Special galleries devoted to individual artists feature works from Vollard’s most important exhibitions, including paintings from his groundbreaking 1895 Cézanne show, a never-before reassembled triptych from Vollard’s 1896 Van Gogh retrospective, and, from Gauguin’s important 1898 exhibition of Tahitian works, the masterpiece Where Do We Come From? What Are We? Where Are We Going? lent by the Museum of Fine Arts, Boston, and on view for the first time ever in Chicago.\n\nThe exhibition also highlights Vollard’s importance as a creative catalyst for artists who, in response to his urging, experimented in making a variety of artworks including color print albums, livres d’artiste (limited-edition artists’ books), sculpture, and decorated ceramics. The many and varied portraits of Vollard featured in the exhibition underscore his close relationships to artists and his brilliance as a self-promoter.",
    "short_description": "In 1887 Ambroise Vollard (1866–1939) arrived in Paris with few contacts and no credentials to pursue a career as an art dealer. He began representing artists that were undervalued, exhibiting them at a time when many galleries were not willing to take the risk. In 1895 Vollard hosted Cézanne’s first solo exhibition, and in doing so he made the artist’s reputation as well as his own.",
    "web_url": "https://nocache.www.artic.edu/exhibitions/264/cezanne-to-picasso-ambroise-vollard-patron-of-the-avant-garde",
    "image_url": "https://artic-web.imgix.net/825f94fc-c386-4bbb-9b70-450284053495/1973.513OdilonRedonTheBeacon.jpg?auto=compress%2Cformat&fit=min&fm=jpg&q=80&rect=0%2C733%2C1621%2C910",
    "type": "AIC & Other Venues",
    "status": "Closed",
    "aic_start_at": "2007-02-17T00:00:00-06:00",
    "aic_end_at": "2007-05-13T00:00:00-05:00",
    "date_display": null,
    "department_display": "European Painting and Sculpture",
    "gallery_id": 2147475902,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [
        33692,
        40482,
        40543,
        34236,
        34241,
        34611,
        40610,
        40682,
        35670,
        36198,
        36336,
        36351,
        36472,
        27657
    ],
    "site_ids": [
        17
    ],
    "image_id": null,
    "alt_image_ids": [],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Cézanne to Picasso: Ambroise Vollard, Patron of the Avant-Garde"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "1976-09-02T11:20:00-05:00",
    "last_updated": "2021-01-13T23:27:25-06:00",
    "timestamp": "2021-01-14T17:12:57-06:00"
}