{
    "id": 3021,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/3021",
    "title": "Caricatures from the World's Columbian Exposition",
    "is_featured": false,
    "description": "The World's Columbian Exposition of 1893 was organized to commemorate the 400th anniversary of Columbus's arrival in the New World in 1492. The Exposition, or Fair as it is often called, came to represent an important moment in the history of Chicago and American culture. Chicago took great pride in securing the honor of hosting this monumental event—beating out a number of other cities, such as Washington, D.C. and New York. The city saw this as an opportunity to ensure its standing as a place of great creativity, ingenuity and cultural refinement. The Fair hosted the largest exhibition of art in the United States at the time, with more than 10,000 works of art. But more than anything the World's Columbian Exposition became well known for its architecture. The Fair consisted of fourteen \"Great Buildings\"—the largest of which was the Manufactures and Liberal Art Building—and over 200 other buildings.\nAs the Director of Works for the Fair, Daniel H. Burnham (1846-1912) oversaw all aspects of design and construction. He planned to make the architecture and decorative elements the Fair's crowning achievement, and something for which it would always be remembered. To this end Burnham set out to employ the most talented architects, designers, and artists to create the grand and palatial buildings and grounds. Included in this exhibition are some of the caricatures of artists, designers and officials of the World's Columbian Exposition from the Daniel H. Burnham archival collection. The collection consists of over fifty caricatures. Three artists involved in the Fair created the majority of them: Robert Lewis Reid (1862-1929), Edward Emerson Simmons (1852-1931), and Charles Yardley Turner (1850-1919).",
    "short_description": "As part of the Daniel H. Burnham Archival Collection, the Ryerson and Burnham Libraries has a set of over fifty caricatures by a number of artists who worked for the World’s Columbian Exposition …",
    "web_url": "https://nocache.www.artic.edu/exhibitions/3021/caricatures-from-the-worlds-columbian-exposition",
    "image_url": null,
    "type": "Rotation",
    "status": "Closed",
    "aic_start_at": "2011-05-11T00:00:00-05:00",
    "aic_end_at": "2011-07-01T00:00:00-05:00",
    "date_display": null,
    "department_display": "Ryerson and Burnham Library/Archives",
    "gallery_id": 2147472240,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [],
    "image_id": null,
    "alt_image_ids": [],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Caricatures from the World's Columbian Exposition"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "1976-09-02T11:20:00-05:00",
    "last_updated": "2021-01-13T23:27:16-06:00",
    "timestamp": "2021-01-14T17:13:51-06:00"
}