{
    "id": 3023,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/3023",
    "title": "Chicago: Lost and Found",
    "is_featured": false,
    "description": "The architectural ingenuity produced in Chicago has led many to refer to it as the cradle of modern architecture. However, as tastes evolved, technologies shifted, and appeals for progress rang loud, we lost many pieces of greatness that embodied Chicago's history and architectural heritage. With Chicago: Lost & Found we pay tribute to some of the city's lost structures (some well-known icons, but mostly lesser-known gems) and celebrate a handful of reused buildings by exploring the vast archival collection at the Ryerson & Burnham Libraries. The cases are divided according to building type (entertainment, civic, industrial, hotels, and residential), reason for demolition (transportation changes), and reused structures and allow these historic buildings to tell their story once again.",
    "short_description": "The architectural ingenuity produced in Chicago has led many to refer to it as the cradle of modern architecture. However, as tastes evolved, technologies shifted, and appeals for progress rang loud, we lost many pieces of greatness that embodied Chicago’s history and architectural heritage. With Chicago: Lost and Found, we pay tribute to some of our beloved city’s lost structures—some well-known icons, but mostly lesser-known gems—and celebrate a handful of reused buildings.",
    "web_url": "https://nocache.www.artic.edu/exhibitions/3023/chicago-lost-and-found",
    "image_url": null,
    "type": "Rotation",
    "status": "Closed",
    "aic_start_at": "2010-04-13T00:00:00-05:00",
    "aic_end_at": "2010-06-15T00:00:00-05:00",
    "date_display": null,
    "department_display": "Ryerson and Burnham Library/Archives",
    "gallery_id": 2147472240,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [],
    "image_id": null,
    "alt_image_ids": [],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Chicago: Lost and Found"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "1976-09-02T11:20:00-05:00",
    "last_updated": "2021-01-13T23:28:39-06:00",
    "timestamp": "2021-01-14T17:13:51-06:00"
}