{
    "id": 3031,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/3031",
    "title": "Kesa: Japanese Buddhist Monks' Vestments",
    "is_featured": false,
    "description": "The Art Institute’s Department of Textiles is fortunate to own a large collection, some 200 in all, of kesa, the rectangular or trapezoidal outer garment traditionally worn by Buddhist monks and priests in Japan. The textiles have been mostly acquired over the years by donations from various private collectors, but the largest group and many of the most significant pieces came from the collection of Ralph and Mary Hays in 2004. Although a few examples of our kesa have been displayed in the past, this is the first exhibition at the Art Institute to present an overview of this distinctive group of textiles.\n\nOften described as a mantle or robe, the kesa is worn draped diagonally over the left shoulder and under the right armpit. The Japanese term kesa derives from the Sanskrit word kasaya (or turbulence, an allusion to the dyeing process) and indicates the garment’s Indian origin. Indeed, as a reminder of this origin and the historical Buddha’s own simple patched garment, kesa are formed from many fragments of the same cloth. Within each garment, the fragments are typically organized in a series of columns framed by a border with mitered corners. The number of columns, ranging from five to 25 but most often seven, indicates both the specific function of that garment and also the rank of the wearer within the religious hierarchy. Many examples are adorned with six added squares, usually from a different fabric, that reinforced points of stress from wear but have assumed symbolic value as well. Attached rings, loops, and cords helped hold the garments in place when worn.\n\nAlthough there are earlier examples, particularly in Japanese temple collections, most surviving kesa date from the Edo period (1615–1868) and the Meiji period (1868–1912). The fabrics used during these periods are often highly patterned and made of sumptuous materials, in aristocratic defiance of the garments’ humble beginnings. Some of the fabrics are reused garments—Noh theatrical robes, kimonos, even Chinese robes—donated to temples by wealthy devotees. This selection of 23 kesa shows both the range and exquisite intricacy of this beautiful and historically rich garment.",
    "short_description": null,
    "web_url": null,
    "image_url": null,
    "type": "AIC Only",
    "status": "Closed",
    "aic_start_at": "2015-08-21T00:00:00-05:00",
    "aic_end_at": "2016-02-28T00:00:00-06:00",
    "date_display": null,
    "department_display": "Textiles",
    "gallery_id": null,
    "gallery_title": null,
    "artwork_ids": [
        183118,
        183117,
        11207,
        1711,
        12339,
        4982,
        183161,
        183183,
        183162,
        183140,
        183187,
        183121,
        183142,
        183145,
        183188,
        48322,
        150720,
        150717,
        150712,
        183194,
        150733,
        150714,
        5558,
        183131,
        183197,
        183114,
        183157,
        183116,
        86930
    ],
    "artwork_titles": [
        "Kesa",
        "Kesa",
        "Kesa",
        "Kesa",
        "Kesa",
        "Kesa",
        "Kesa",
        "Priest's Hat",
        "Ôhi (Stole)",
        "Kesa",
        "Shoe",
        "Kesa",
        "Kesa",
        "Kesa",
        "Shoe",
        "Kesa (Formerly Nō Costume)",
        "Ôhi (Stole)",
        "Kesa",
        "Kesa",
        "Kesa",
        "Kesa (Buddhist Monk's Robe)",
        "Kesa",
        "Kesa",
        "Kesa",
        "Kesa",
        "Kesa",
        "Kesa",
        "Kesa",
        "Jizo Bosatsu"
    ],
    "artist_ids": [],
    "site_ids": [],
    "image_id": null,
    "alt_image_ids": [],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Kesa: Japanese Buddhist Monks' Vestments"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "2020-06-15T19:59:43-05:00",
    "last_updated": "2021-01-13T23:26:14-06:00",
    "timestamp": "2021-01-14T17:13:51-06:00"
}