{
    "id": 3092,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/3092",
    "title": "Vanishing Beauty: Asian Jewelry and Ritual Objects from the Barbara and David Kipper Collection",
    "is_featured": false,
    "description": "Immerse yourself in the rich cultures of some of Asia’s most remote regions with this summer’s exhibition Vanishing Beauty. Drawn from Art Institute Trustee and accomplished photographer Barbara Levy Kipper’s sweeping collection of Asian jewelry and ritual objects promised to the museum in 2014, the exhibition presents more than 300 exquisitely crafted works—highlights from this expansive, diverse, and thoughtfully assembled collection—that offer a panoramic view of the fast-disappearing nomadic and tribal cultures of Asia.\n\nAmong the pieces on view are a vast collection of Tibetan and greater Himalayan Buddhist ritual objects and adornments, Islamic silver jewelry from the nomadic tribes of Turkmenistan and the city-states of Uzbekistan, tribal and folk jewelry from across South Asia, personal ornaments from the Indonesian archipelago, and the monumental jewelry of southwestern China’s ethnic minorities. Tying all these disparate objects together is the fact that the peoples who produced them have largely been pushed into the margins, surviving today only in the remotest of areas. In these cultures, jewelry is auspicious and holds great meaning; it is rarely mere adornment. Necklaces, pendants, earrings, and headdresses all serve social, ritual, or talismanic purposes.\n\nA highlight of this manifold use of jewelry is a cobra-like headdress (perak) from Tibet composed of long rows of turquoise stones that, when worn, cascade from a woman’s forehead down the length of her back. A stone synonymous with Tibetan jewelry, turquoise is believed to hold mystical healing properties, and its quantity and quality act as status symbols for the wealth of a woman and her family. With more than 100 large turquoise stones as well as small amulet cases (gaus), this stunning perak signifies great spiritual and earthly fortune for its wearer and joins hundreds of similarly meaning-filled objects in this vibrant display of craftsmanship and culture.\n\nThe exhibition flows through five geographical areas—from mountaintop monasteries in the Himalayas to oasis settlements of the Central Asian steppes marked by grand blue-tiled mosques, madrasahs, and mausolea; on to the pastoral regions and deserts of South Asia and the most secluded islands of Indonesia; and finally to the river valleys in China’s mountainous Guizhou province. Providing an immersive experience with music and video installations throughout the galleries, Vanishing Beauty brings these dispersed cultures to life through a dazzling array of extraordinary objects, each rich with stories from some of the most inaccessible regions of the world.\n\nPurchase Vanishing Beauty Asian Jewelry and Ritual Objects from the Barbara and David Kipper Collection and experience the exhibition through its accompanying catalogue.  All purchases support the many fine programs of the museum.\nSponsors\nVanishing Beauty: Asian Jewelry and Ritual Objects from the Barbara and David Kipper Collection is generously sponsored by Barbara Levy Kipper and the Kipper Family Foundation.\n\nAnnual support for Art Institute exhibitions is provided by the Exhibitions Trust: Neil Bluhm and the Bluhm Family Charitable Foundation, Kenneth Griffin, Robert M. and Diane v.S. Levy, Thomas and Margot Pritzker, Anne and Chris Reyes, Betsy Bergman Rosenfield and Andrew M. Rosenfield, the Earl and Brenda Shapiro Foundation, and the Woman’s Board.",
    "short_description": "More than 300 highlights from this outstanding collection introduce visitors to exquisite meaning-filled objects and the fast-disappearing cultures that produced them.",
    "web_url": "https://nocache.www.artic.edu/exhibitions/3092/vanishing-beauty-asian-jewelry-and-ritual-objects-from-the-barbara-and-david-kipper-collection",
    "image_url": "https://artic-web.imgix.net/b31be9f1-fafd-41a9-bd57-383d8563b4f7/exh_Vanishing-Beauty_main_1_480_0.jpg?auto=compress%2Cformat&fit=min&fm=jpg&q=80&rect=%2C%2C%2C",
    "type": "AIC Only",
    "status": "Closed",
    "aic_start_at": "2016-06-19T00:00:00-05:00",
    "aic_end_at": "2016-08-21T00:00:00-05:00",
    "date_display": null,
    "department_display": "Asian Art",
    "gallery_id": 2147475902,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [],
    "image_id": "8254d161-59a5-af12-db52-c17d327e5060",
    "alt_image_ids": [
        "ef0c2908-0485-8653-00a6-c56856cb7dbf",
        "a62a63d9-0735-5bc1-2751-afbeb41d621a",
        "269e492c-d1d2-facb-9149-5d79858043d9",
        "b16b8a45-b52d-526b-b843-8f5cffcfa20f",
        "adb0a567-dced-8ce7-8c45-e3eee2f41164",
        "19f4f5d9-9b7b-ecad-8d67-4eb5cbfd1259",
        "245add4b-28f0-4862-89f4-ac8511390677",
        "f06fd0ea-9bbb-0377-a720-e71611d6495a",
        "5a9a80fb-5630-8de9-664f-66dce853e55f",
        "fdb75efe-bd75-c260-46e9-0b90c8c345be",
        "b16a390b-3881-2a54-319c-ac976d140e5b",
        "ff107347-dcbe-0111-650c-3d5af90080b6",
        "82f64c1f-d3de-ebac-ff54-4237b1b987aa",
        "e0be8c6e-7475-f50d-3088-c54f3756c6a9",
        "cdda5dc9-14d3-865e-b4ea-c7cc785a8e00",
        "27d94475-ce02-8e68-8eda-0922164206df",
        "e4c5fe1d-e876-2c49-d491-1122ff6febad",
        "283922d7-a735-4f2c-e1d9-f8fd4d55917c",
        "1bc3bdfe-70d4-706f-6c3b-f181d1ce46e2",
        "81c888dd-352a-f27d-4e88-74ec51fd7230",
        "ad291473-404f-0a04-2fdd-ebf72b6b0241",
        "a6674fc2-28cf-67a4-d334-e4c1175529c1",
        "a981d0d1-73da-98db-4160-6aba1cd55c6c"
    ],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Vanishing Beauty: Asian Jewelry and Ritual Objects from the Barbara and David Kipper Collection"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "2020-12-11T19:00:41-06:00",
    "last_updated": "2021-01-13T23:28:35-06:00",
    "timestamp": "2021-01-14T17:13:53-06:00"
}