{
    "id": 3110,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/3110",
    "title": "Neapolitan Crèche",
    "is_featured": false,
    "description": "After its widely popular debut in 2013, our spectacular 18th-century Neapolitan crèche returns once again this holiday season. One of the very few and finest examples of such a work outside of Naples, the crèche is an intricate Nativity scene that reflects the vitality and artisanship that the city is still known for. The Art Institute’s crèche features over 200 figures—including no less than 50 animals and 41 items of food and drink—all staged in a spectacular Baroque cabinet with a painted backdrop. Elaborate, complex, and wondrous, the Neapolitan crèche is a rare example of the genre and a once-in-a-lifetime acquisition for the Art Institute.\n\nSacred imagery reenacting the Nativity has its roots in fourth-century Rome but by the 13th and 14th centuries, in part due to its association with St. Francis of Assisi, such scenes had become a permanent feature of Neapolitan churches. During the 18th century, the period from which most of the figures of the Art Institute’s crèche date, these relatively simple tableaux underwent a transformation into highly dramatic and theatrical renderings. Traditional sacred elements of Nativity scenes—the Holy Family, wise men, angels, and shepherds—were combined with profane aspects not of Bethlehem but of contemporary Neapolitan life—rowdy tavern scenes and bustling street activities—in dazzling displays of artistic techniques. Churches, wealthy citizens, members of the nobility, and the royal family all competed to commission the most complex presentations of this popular art form from leading artists and artisans, the same people who were creating monumental sculptures and altars for churches and palaces. These artists rendered figures in oil-painted terracotta to achieve the most realistic expressions in crèches and constructed painstakingly detailed costumes of luxurious fabrics that mimicked the fashions of the time. The Art Institute’s crèche represents the pinnacle of this artistic practice, born of the centuries-old tradition of Nativity scenes yet bursting with the energy of 18th-century Neapolitan life.",
    "short_description": "Our spectacular 18th-century Neapolitan crèche—one of the very few and finest examples of such a work outside of Naples—returns once again this holiday season.",
    "web_url": "https://nocache.www.artic.edu/exhibitions/3110/neapolitan-creche",
    "image_url": "https://artic-web.imgix.net/d5b5ab34-fc1b-4568-8ca5-3c80e1f01982/Creche.jpg?auto=compress%2Cformat&fit=min&fm=jpg&q=80&rect=12%2C474%2C2976%2C1676",
    "type": "Rotation",
    "status": "Closed",
    "aic_start_at": "2016-11-22T00:00:00-06:00",
    "aic_end_at": "2017-01-08T00:00:00-06:00",
    "date_display": null,
    "department_display": "European Decorative Arts",
    "gallery_id": 2147483628,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [],
    "image_id": null,
    "alt_image_ids": [],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Neapolitan Crèche"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "1976-09-02T11:20:00-05:00",
    "last_updated": "2021-01-13T23:26:34-06:00",
    "timestamp": "2021-01-14T17:13:53-06:00"
}