{
    "id": 3203,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/3203",
    "title": "Chatter: Architecture Talks Back",
    "is_featured": false,
    "description": "Architecture is a perpetual conversation between the present and the past, knowing full well that the future is listening. So what happens when this dialogue is influenced by contemporary modes of communication such as texting, Twitter, and Instagram? Chatter happens: ideas are developed, produced, and presented as open-ended or fragmented conversations and cohere through the aggregation of materials. Chatter: Architecture Talks Back looks at the diverse contemporary methods and approaches wielded by five emerging architects: Bureau Spectacular, Erin Besler, Fake Industries Architectural Agonism, Formlessfinder, and John Szot Studio.\n\nUsing a range of representational methods and formats—from drawings done by hand to those enabled by robots, from graphic novels to digital simulations—these practitioners embrace both age-old and cutting-edge technologies to engage with the architectonic timeline. Jimenez Lai of Bureau Spectacular references architectural history to develop a “mash-up” of ideas through which he opens up and re-theorizes architecture. The process and mission of Formlessfinder depend on the same fetishizing of form undertaken by previous generations of architects, while Fake Industries Architectural Agonism relies on copies to re-present work through a critical lens. Erin Besler questions the immediate acceptance of new technologies and explores issues of drawing and translation in architecture, and John Szot Studio produces digital videos that simulate possibilities for architecture to draw on overlooked social contexts.\n\nToday’s society has had a profound influence on the discipline of architecture, yet despite the utilization of current technologies, these contemporary works are not divorced from history. Chatter: Architecture Talks Back is about just that—having a dialogue, talking back to architecture of the past. Works from the Art Institute’s vast collection of architecture and design are presented alongside these five ultra-current practitioners to highlight this conversation. As these architects apply new technology to a confluence of historical influences and theories in order to conceive new designs and ideas, they are constantly expanding the dialogues within the legacy of their field. This dynamic installation makes readily apparent how each studio recognizes that the architectural past, though a shared language, is sometimes best understood with modern punctuation.\n\nFor the exhibition, Iker Gil, director of the design publication Mas Context, conceived an installation in gallery 283 to explore the multitude of ways in which architecture can be communicated and how the active qualities of chatter—from being constant to satirical—spark conversations. The projects presented in this space were produced by a range of practitioners worldwide: Ecosistema Urbano; over,under and pinkcomma; Mimi Zeiger and Neil Donnelly with the School of Visual Arts Summer Design Writing and Research Intensive; Koldo Lus Arana (Klaus); Project_ with Sarah Hirschman; 300.000km/s with Àrea Metropolitana de Barcelona; Luis Urculo; and Christopher Baker. On April 11 and May 16, this space will house two roundtable conversations called Chatter Chats.",
    "short_description": null,
    "web_url": null,
    "image_url": null,
    "type": "AIC Only",
    "status": "Closed",
    "aic_start_at": "2015-04-11T00:00:00-05:00",
    "aic_end_at": "2015-07-12T00:00:00-05:00",
    "date_display": null,
    "department_display": "Architecture and Design",
    "gallery_id": null,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [],
    "image_id": null,
    "alt_image_ids": [],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Chatter: Architecture Talks Back"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "1976-09-02T11:20:00-05:00",
    "last_updated": "2020-12-15T10:22:56-06:00",
    "timestamp": "2021-01-14T17:13:56-06:00"
}