{
    "id": 3297,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/3297",
    "title": "Peter Fischli David Weiss: Questions, the Sausage Photographs, and a Quiet Afternoon",
    "is_featured": false,
    "description": "Noted for their intense focus on detail and unmistakable wit, Swiss artists Peter Fischli and David Weiss have collaborated since 1979, exploring the “poetics of banality”—the actions and objects of everyday life. The pair has worked in a range of media—including photography, video art, slide projection, film, books, sculptures, and mixed-media installations—and in 2006 received Europe’s most coveted art award, the Roswitha Haftmann Prize.\n\nInfluenced by Dada, Surrealism, Pop, and Conceptual art, Fischli and Weiss’s conceptually driven output defies easy categorization. Their art often involves a dialogue between opposites, such as order and chaos, work and leisure, the everyday and the sublime. A childlike spirit of discovery underlies their artistic ventures, and they revel in transforming materials and leading audiences to take a fresh look at familiar objects and surroundings. Working project by project, they have broken with artistic convention, made use of commonplace materials, and created an extensive archive of popular images, all with characteristic humor and an active avoidance of pretentiousness.\n\nThis exhibition is the first solo presentation of Fischli and Weiss’s work in Chicago in over 20 years, providing a unique opportunity for Chicago and Midwestern audiences to experience this duo’s artistic vision. Jointly curated by the departments of Contemporary Art and Photography, the exhibition features the 15-channel slide installation, Questions (1981/2002–03), and two photography series, The Sausage Photographs (1979) and A Quiet Afternoon (1984–86), totaling 92 photographs. These three pieces represent early iconic investigations that encompass the major themes—humor, playfulness, and an interest in language and everyday objects—that have come to define Fischli and Weiss’s career.\n\nSponsor\nThis exhibition is generously supported by the Stanley Thomas Johnson Foundation.\n\nAdditional funding is provided by the Maureen and Edward Byron Smith, Jr., Family Endowment for Exhibitions.\n\nMajor financial assistance is provided by the Exhibitions Trust: Goldman Sachs, Kenneth and Anne Griffin, Thomas and Margot Pritzker, the Earl and Brenda Shapiro Foundation, Donna and Howard Stone, Mr. and Mrs. Paul Sullivan, and an anonymous donor.",
    "short_description": "Noted for their intense focus on detail and unmistakable wit, Swiss artists Peter Fischli and David Weiss have collaborated since 1979, exploring the “poetics of banality”—the actions and objects of …",
    "web_url": "https://nocache.www.artic.edu/exhibitions/3297/peter-fischli-david-weiss-questions-the-sausage-photographs-and-a-quiet-afternoon",
    "image_url": null,
    "type": "AIC Only",
    "status": "Closed",
    "aic_start_at": "2011-02-03T00:00:00-06:00",
    "aic_end_at": "2011-05-01T00:00:00-05:00",
    "date_display": null,
    "department_display": "Modern and Contemporary Art",
    "gallery_id": null,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [],
    "image_id": null,
    "alt_image_ids": [],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Peter Fischli David Weiss: Questions, the Sausage Photographs, and a Quiet Afternoon"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "1976-09-02T11:20:00-05:00",
    "last_updated": "2021-01-13T23:27:16-06:00",
    "timestamp": "2021-01-14T17:13:58-06:00"
}