{
    "id": 3308,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/3308",
    "title": "Fabric of a New Nation: American Needlework and Textiles, 1776–1840",
    "is_featured": false,
    "description": "Featuring over 45 bedcovers, coverlets, needlework, printed handkerchiefs, and other household textiles from the permanent collection of the Department of Textiles, this exhibition explored the evolution of an American textile tradition as home creation, cottage industry, and commercial production developed between the years 1776 and 1840. While some needlework and textiles during this period were born out of necessity, others evoke refinement and sophistication, reflecting the overall growth, ingenuity, and prosperity of a new nation.\n\nTraditionally textiles, whether made in the home or commercially, were considered prized possessions, but their value was not merely monetary; they often held special significance for the makers and their descendants. Many such textiles bear the maker’s name, and as treasured heirlooms were passed from one generation to the next serving as family record.\n\nThe sewing of textiles was also vital to the maintenance of a household. This important female skill not only provided the necessities of clothing and bedding but also a socially acceptable activity for women. The sewn and embroidered textiles in this exhibition represent the work of schoolgirls and women who had the means and time to pursue the needle arts. The works’ highly skilled execution and complex designs are evidence of the artistic and personal expression they provided.\n\nA bridge from home to commercial production can be seen in the exhibition’s woven coverlets. Coverlet weavers in homes and separate workshops formed a cottage industry that would eventually grow into a full-scale commercial business by the mid-19th century. Printed textiles, on the other hand, were a product of the innovations and technological advancements of the Industrial Revolution, part of the commercial manufacturing industry that disseminated affordable textiles to a wider audience. With the mechanization of production and printing, textiles were able to keep pace with fashion and current events.\n\nWhether sewn, woven, or printed, the textiles in this exhibition trace the development of an American textile tradition—one in which industrialization played a dominant role transforming raw materials into finished products but one that was also impacted by changes in the American home from creation out of necessity to a burgeoning consumer economy. Within these diverse textiles and their development, one can witness the innovation and progress of an early but thriving new United States.",
    "short_description": null,
    "web_url": null,
    "image_url": null,
    "type": "AIC Only",
    "status": "Closed",
    "aic_start_at": "2012-07-12T00:00:00-05:00",
    "aic_end_at": "2012-11-11T00:00:00-06:00",
    "date_display": null,
    "department_display": "Textiles",
    "gallery_id": null,
    "gallery_title": null,
    "artwork_ids": [
        28782,
        133632,
        82408,
        13888,
        109229,
        86742,
        49689,
        69454,
        61660,
        24065,
        49685,
        71700,
        36076,
        71707,
        53239,
        55990,
        147487,
        76013,
        62506,
        107913,
        40435,
        89904,
        71953,
        121944,
        59280,
        71695,
        53003
    ],
    "artwork_titles": [
        "Sampler",
        "Bedcover",
        "Bedcover",
        "The Harp that Once through Tara's Halls",
        "Rug",
        "Bed Curtain and Valance",
        "Bedcover",
        "Bedcover",
        "Blanket",
        "Sampler (Needlework)",
        "Bedcover",
        "Sampler",
        "Mourning Sampler",
        "Sampler",
        "Bedcover",
        "Sampler",
        "Miniature Loom or Patent Model with Jacquard Attachment, Punched Cards and Tools",
        "Bedcover (Cockscomb, Rose Tree and Pineapple Quilt)",
        "Towel",
        "Sampler",
        "Sampler",
        "Sampler",
        "Bonnet Veil",
        "Bedcover",
        "Tablecloth or Bedcover",
        "Sampler",
        "Bedcover"
    ],
    "artist_ids": [
        114369,
        57500,
        6763,
        74775,
        114016,
        78609,
        20883,
        77221,
        1952,
        36603,
        36252,
        22552,
        74983,
        106323
    ],
    "site_ids": [],
    "image_id": null,
    "alt_image_ids": [],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Fabric of a New Nation: American Needlework and Textiles, 1776–1840"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "2020-05-27T13:12:10-05:00",
    "last_updated": "2021-01-13T23:25:37-06:00",
    "timestamp": "2021-01-14T17:13:58-06:00"
}