{
    "id": 3327,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/3327",
    "title": "Beyond the Great Wave: Hokusai’s Images of Mount Fuji",
    "is_featured": false,
    "description": "The sight of the elusive Mount Fuji on a clear day, its beautiful shape rising up like a singular majestic cone, is truly awe-inspiring. Formed by three volcanoes, Fuji has always held sway over the Japanese psyche as a spiritual place—the abode of Shinto or Buddhist deities, the focus of pilgrimages, and an entrance to paradise or hell. Yet it was not until the 17th century that many people were able to see the legendary mountain thanks to a well-maintained road system and the many vantage points afforded by the shogun’s new capital of Edo (now Tokyo). By the early 19th century, a large number of Edo’s inhabitants subscribed to a belief known as Fujiko—and climbed the mountain as a sign of their devotion. For those who couldn’t make the journey, mini-Fujis were erected throughout the city.\n\nKatsushika Hokusai’s series Thirty-Six Views of Mount Fuji (Fugaku sanjurokkei) is nearly as celebrated as the mountain it depicts, especially the print commonly known as “The Great Wave.” Begun in 1830 when the artist was 70 years old, this tour-de-force established landscape as a popular print genre. The series is also noteworthy in its abundant use of the then newly affordable Berlin blue pigment. Its even finish and high-tinting strength can be found in the prints’ large swaths of sky and water.\n\nWhile incredibly popular, Hokusai’s inventive compositions are seldom on view due to concerns that exposure to light would cause the paper to darken and the pigments to fade, as is the case with all the prints in the Art Institute’s collection. This exhibition thus affords a rare opportunity to view several prints from the famous Thirty-Six Views of Mount Fuji series, such as three versions of “The Great Wave.” Displayed alongside illustrated books and Hokusai’s earlier surimono, or privately published prints, this presentation demonstrates how this masterful series from late in the artist’s life is the culmination of stylistic experiments throughout his career.",
    "short_description": null,
    "web_url": null,
    "image_url": null,
    "type": "AIC Only",
    "status": "Closed",
    "aic_start_at": "2013-07-20T00:00:00-05:00",
    "aic_end_at": "2013-10-06T00:00:00-05:00",
    "date_display": null,
    "department_display": "Asian Art",
    "gallery_id": 2147480090,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [],
    "image_id": "3f433922-fcad-9fe2-78d3-93379651095e",
    "alt_image_ids": [
        "e58b0e4e-6dc5-5785-7047-b0c005737041",
        "42888e36-35f9-2afb-fe64-8f1a42191c4a",
        "430a3bcc-ad3e-2526-cdb7-ddf6d4bdc5ee",
        "7de49fc0-1084-b4c6-5c71-e03712dbf01a",
        "8f34102e-6bf3-3734-1b83-d1e043be6526",
        "dced722c-1a4e-a630-b5a4-c3a6629890de",
        "7c3434f7-05ce-d6a3-ac80-047857db71a9",
        "dfa07415-0d4c-6f62-491c-eca5ffd6b4ec",
        "92c0425a-a0be-ad02-19eb-3932a47923f8",
        "15b1f05b-b39b-e447-491a-44b51dcdf0ae",
        "035d0aef-aad1-622a-08d4-c188bb445cef"
    ],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Beyond the Great Wave: Hokusai’s Images of Mount Fuji"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "2020-12-11T19:00:25-06:00",
    "last_updated": "2021-01-13T23:25:42-06:00",
    "timestamp": "2021-01-14T17:13:59-06:00"
}