{
    "id": 352,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/352",
    "title": "The Silk Road and Beyond: Travel Trade and Transformation",
    "is_featured": false,
    "description": "SILK ROAD CHICAGO\nSilk Road Chicago is an unprecedented collaboration among the Art Institute of Chicago, the Chicago Symphony Orchestra, the City of Chicago Department of Cultural Affairs, and the Silk Road Project that explores the cross-cultural artistic legacy of the historic network of overland and maritime trade routes between China and the Mediterranean Sea. This collaboration occurs in the heart of Chicago, a city long renowned as a meeting place for people from all across the world.\n\nSilk Road Chicago will be celebrated at the Art Institute of Chicago from September 30, 2006, through October 2007. This ambitious event offers visitors a special opportunity to view cultural and artistic treasures from the museum’s vast holdings organized around the theme of the Silk Road.\n\nThroughout the celebration, the Art Institute will host a series of special exhibitions and present a fascinating array of performances, lectures, symposia, gallery talks, and other activities for audiences of all ages. The Art Institute will host renowned scholars, artists, and musicians, culminating in the weeklong residency of Yo-Yo Ma's Silk Road Ensemble from April 9–21, 2007.\n\nWe are pleased to have you join us on this incredible journey of discovery.\n\n\nback to top\n\n\nTHE SILK ROAD AND BEYOND: TRAVEL, TRADE, AND TRANSFORMATION\nSeptember 30, 2006–April 1, 2007\nGalleries 140–142\n\nNote: Some works in these galleries will change. There will be three rotations: September 30–December 3, 2006; December 9, 2006–January 28, 2007; and February 3–April 1, 2007.\n\nBackground\nThe Silk Road was an ancient network of trade routes that extended across Asia, linking powerful civilizations such as Rome and China. Evoking images of lush desert oases and distant crossroad settlements teeming with merchants, religious pilgrims, and adventurous travelers from many regions, the Silk Road has become in our time a metaphor for cultural exchange among people of diverse societies, distant places, and different religions.\n\nThe Silk Road and Beyond: Travel, Trade, and Transformation is an exhibition of works from the permanent collections of the Art Institute that vividly reveal cross-cultural connections. The exhibition includes a brief introduction to the technology of sericulture (the process of making silk) and to precious goods as diverse as silk, ceramics, and tulips, which were traded between Asia and Europe. Works selected were produced by artists who represent four continents and span more than 2,000 years.\n\nIn addition to the artworks on display in Galleries 140–142, the exhibition \n\ncontinues throughout the museum, where nearly 150 artworks that demonstrate international cross-fertilization are highlighted with special labels marked with the icon on the right.\nThrough their creations, these engravers, jewelers, painters, potters, print-makers, sculptors, and textile artists offer eloquent answers to the question, “What happens when strangers meet?\n\nback to top\n\n\nIntroduction\nThe process of making silk (sericulture) which developed in China about 5,000 years ago is illustrated by selection of 18th-century Japanese prints, including Women’s Work in Sericulture, No. 9 by Kitagawa Utamaro. An emperor's jifu is a particularly fine example of a silk garment from China. European paintings, west Asian vessels, and textiles represent and depict other commodities that were traded between the East and West. Special performances and demonstrations will take place on a specially constructed stage located near these objects.\n\nContact among people of disparate cultures through travel and trade is illustrated with a range of blue-and-white ceramic wares, including a 15th-century Chinese porcelain, a 17th-century Delftware vase from the Netherlands, an 18th-century Talavera vessel from Mexico, and a 19th century painting depicting what is probably a chinese export vase. In the 17th century, the Dutch developed their own ceramic industry based on blue-and-white Chinese porcelain made for export, as seen in Vase with Cover. The central scene depicted on the side of this vase shows a mythical Chinese emperor seated among a crowded group of court officials. His hand rests idly on a globe of the world. This vase might be mistaken for Chinese porcelain, but it was made in the Netherlands.\n\nThe use of the blue color, derived from cobalt oxide, can be traced to pottery decoration by Iraq in the 10th century. The technology then spread to China, where blue-and-white porcelain decoration was refined during the Ming dynasty (1368–1644). By the 16th century, maritime trade spread Chinese export wares around the world. The Dutch began to produce their own version of blue-and-white ceramics (Delftware), and Spanish ships brought Chinese export wares to Mexico, where potters in Puebla created their own unique version (Talavera ware).\n\nProduced near the turn of the 16th century, a blue-and-white vessel embodies the theme of the exhibition, providing a good example of adaptation practices. The porcelain bottle was manufactured in China, probably for export to the Middle East. However, it soon made its way to England, where it was given silver mounts, including a handle, a lid, a foot, and a bird-headed spout, and was thereby transformed into a European-style wine-server. It thus serves as a particularly good example of cross-cultural conversion in function as well as appearance.\n\nTravel along the Silk Road\nThe Silk Road extended from China through Central Asia to the Caspian and Black Seas. (Click here for a map of the Silk Road.) Bounded by mountains to the north and south, this central corridor consisted of a broad desert punctuated by oases.\n\nThe animal most essential in crossing the overland caravan routes was the camel. Double-humped Bactrian camels from present-day Afghanistan were the primary mode of Silk Road land transport. Ideally suited for the rough, arid desert that stretched across Central Asia, camels could tolerate the cold temperatures of mountain ranges and long periods without water. Camel with Rider was created during the Tang dynasty as a burial object. This lively and colorfully glazed ceramic sculpture was crafted for a wealthy person’s tomb. Exhibiting the camel’s notorious bad temper, the animal is shown with his head thrown back and his mouth open to bray. The bearded groom is depicted with foreign facial features and wearing a central Asian or Persian coat.\n\n\nback to top\n\n\nTrade\nPowerful horses played a critical role in China’s imperial desires to expand and maintain the Silk Roads. Luxurious and practical silks, whose raw material and technology of spinning and weaving were carefully guarded by Chinese craftsmen, were traded to nomadic rulers in exchange for their resilient steeds. Those rulers, in turn, exchanged Chinese silks for other goods. Through successive networks of sale and barter, Chinese silks eventually reached Rome and other centers of the Mediterranean world as early as the 2nd century A.D. Through military conquest and commercial trade, Chinese rulers later secured superior breeds of horses from Central Asia as well as China's northern and western neighbors. Immortalized in Chinese history, literature, and art, horses were vital to China's military defense and played an important role in imperial desires to expand and maintain the overland Silk Roads.\n\nA Chinese sculpture, Horse, is from the early 8th century, the height of the Tang dynasty. Notice how carefully the sculptor fashioned this proud and personable animal. Such realism is typical of the art of the Tang dynasty, and it also signifies the horse’s increasing prestige. This figure was made to be buried in a tomb so the deceased might continue to enjoy life’s pleasures in the afterlife. Its colorful lead glazes were applied after the form had been created with a reusable mold, with details manually applied. This semi-mass-production technique allowed artisans to keep up with the great demand for grave furnishings.\n\n\nback to top\n\n\nTransfer and Transformation of Ideas and the Arts\nAlong with various goods, knowledge, techniques, cultural traditions, and religions also traversed the Silk Road. In particular, Buddhism spread across the Silk Road from India across China.\n\nEarly Indian representations of the Buddha and his followers, reveal influence from the West. This Bodhisattva, an elegant 2nd–3rd century A.D. Buddhist sculpture from Gandhara (a region in present-day Pakistan and Afghanistan) depicts a man deep in meditation. A bodhisattva is an enlightened being who selflessly delays his own nirvana to be a spiritual guide to others. This bodhisattva’s jewelry and rich garments indicate that he has not fully shed the material realm to achieve enlightenment and symbolize his enduring commitment to the human world. His right hand was likely raised in a mudra, or gesture of reassurance. An object in his left hand would have identified which bodhisattva he is.\n\nHis moustache and the skirt-like garment called a dhoti are Indian features, but the sculpture also incorporates Hellenistic elements. Hellenistic art, which coalesced in the centuries following Alexander the Great's conquests in the 4th century B.C., merged Greek and local styles. The Hellenistic influence is seen here in the treatment of the fabrics and the realistic musculature of the chest.\n\nMandala Box, created in the 19th century in Tibet or Nepal, is an important symbol of Buddhism. It is a symbol of the heavenly and earthly realms and the order and harmony indicative of the way Buddhists imagine the divine realm and the state of the enlightened mind. In the center, the many-armed goddess Ushnishavijaya, a Buddhist deity of long life, sits in a temple at the center of a kind of spiritual maze. Ushnishavijaya’s ushnisha—the topknot behind her crown—signifies her enlightenment. Between the outermost square and the first circle of the mandala are four majestic architectural gates that open to the cardinal directions—north, south, east, and west. The directions probably represent the progressive stages of spiritual perfection, and the eight steps that form the mandala recall Buddhism’s eight-fold path to enlightenment. The artist created this mandala in sections, using a repoussé technique, where metal is hammered from the back and then the sections are assembled.\n\nWhile the exchange of ideas and traditions influenced the production of artworks, raw goods that were traded along the Silk Road also were often used in the production of artworks. Among the commodities traded to the West from present-day Afghanistan was lapis lazuli, a brilliant blue semi precious stone often bearing golden specks. In Roman times (1st to 4th centuries A.D.), lapis lazuli was a prized gemstone, but in the Middle Ages it was also ground to a powder and used as paint. In illustrated pages from a 15th-century Flemish manuscript of a religious text, The Book of Hours lapis lazuli is used for the blue garment worn by the Virgin Mary in scenes of the Nativity, the Adoration of the Magi, and the Annunciation.",
    "short_description": "Silk Road Chicago is an unprecedented collaboration among the Art Institute of Chicago, the Chicago Symphony Orchestra, the City of Chicago Department of Cultural Affairs, and the Silk Road Project that explores the cross-cultural artistic legacy of the historic network of overland and maritime trade routes between China and the Mediterranean Sea.",
    "web_url": "https://nocache.www.artic.edu/exhibitions/352/the-silk-road-and-beyond-travel-trade-and-transformation",
    "image_url": "https://artic-web.imgix.net/88b7bf62-01cf-4720-974e-1a2f2747f12d/Silkroad.jpg?auto=compress%2Cformat&fit=min&fm=jpg&q=80&rect=461%2C560%2C644%2C356",
    "type": "AIC Only",
    "status": "Closed",
    "aic_start_at": "2006-09-30T00:00:00-05:00",
    "aic_end_at": "2007-04-22T00:00:00-05:00",
    "date_display": null,
    "department_display": "Asian Art",
    "gallery_id": null,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [
        24
    ],
    "image_id": "a98866ec-fa52-7546-8c90-d1f8605aaef6",
    "alt_image_ids": [
        "0830bd6b-ec61-42a5-21e6-cca7bc9e7ea7",
        "dd7f22ed-e4a2-a8b7-d1c3-6ad1a25c18fe",
        "d725a765-2ec7-230b-1f83-044553794b9b",
        "59c36e42-142e-04ef-1c8d-ba9f62458190",
        "b00dc5d7-8fd4-707b-3330-6296e9206964",
        "d0bfb0ed-818f-198a-d377-f0383e42a350",
        "ed282053-fb46-aed2-1e8a-e4569081075e",
        "78e1a9f1-eee7-f9b3-3bf2-6e7076b63606"
    ],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "The Silk Road and Beyond: Travel Trade and Transformation"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "1976-09-02T11:20:00-05:00",
    "last_updated": "2021-01-13T23:27:42-06:00",
    "timestamp": "2021-01-14T17:12:59-06:00"
}