{
    "id": 552,
    "api_model": "exhibitions",
    "api_link": "https://api.artic.edu/api/v1/exhibitions/552",
    "title": "Splendor and Intimacy: Mughal and Rajput Courtly Life",
    "is_featured": false,
    "description": "India Pakistan 60 series [logo with Sal in Graphics]\n\nExhibition\nGallery 101A\nAugust 4, 2007 – February 3, 2008\nCurator: Madhuvanti Ghose\nSplendor and Intimacy: Mughal and Rajput Courtly Life\n\nThe 60th year of India and Pakistan’s independence is being celebrated at the Art Institute of Chicago with this small installation of miniature paintings and decorative arts including jades, jewelry and weapons illustrating the courtly life of the Imperial Mughals and the different Rajput dynasties that reigned in northern India during the 16th – 19th centuries.\n\n\nGallery 101A\nAugust 4, 2007 – February 3, 2008\nCurator: Madhuvanti Ghose\nSplendor and Intimacy: Mughal and Rajput Courtly Life\n\nThe richness of the arts that were produced in South Asia between the 16th and 19th centuries is explored in this small exhibit which portrays glimpses of the courtly life of the Mughal emperors (1526 – 1857), as well as that of their Rajput opponents and vassals. \n\nThe interaction between the imperial Mughal dynasty, descendants of the great Central Asian conquerors Chingiz Khan and Timur (better known as Tamerlane in the West), and the rugged, aristocratic and proud Rajputs, Hindu kings who ruled smaller hereditary states in the inhospitable regions of the Thar desert and Aravalli hills in present day Rajasthan, led to an immense flowering of art and architecture which has created such marvels of the world as the Taj Mahal which has greatly enhanced the architectural and artistic heritage of India and Pakistan. Interaction as a result of war, marriage and diplomacy led to the creation of an exquisite fusion of Persianate Islamic art with native Rajput traditions. \n\nThe miniature paintings on display reveal glimpses of the private and public lives of the Mughal and Rajput rulers behind their fortress walls. From a magnificent large scale miniature of a Rajput ruler in full procession, to formal portraits of rulers and courtiers in proud profile stances bearing arms, to intimate scenes within the zenana (harem) of a palace, or a maiden at her toilette, we peek into the intimate worlds of the Mughal and Rajput rulers and their followers as they lead their daily lives. The fine detail and ornamentation of the textiles, arms, and jewelry worn by those depicted in the miniatures are reflected in the decorative arts accompanying the miniatures.\n\nThis exhibition, along with a similarly themed rotation of new paintings in November, will be on display until February 3, 2008. It is being organized as part of a series of events in celebration of Indian and Pakistani culture at the Art Institute of Chicago during the latter part of 2007 which commemorate the 60th year of independence of India and Pakistan.",
    "short_description": null,
    "web_url": null,
    "image_url": null,
    "type": "AIC Only",
    "status": "Closed",
    "aic_start_at": "2007-08-04T00:00:00-05:00",
    "aic_end_at": "2008-02-03T00:00:00-06:00",
    "date_display": null,
    "department_display": "Asian Art",
    "gallery_id": 2147478134,
    "gallery_title": null,
    "artwork_ids": [],
    "artwork_titles": [],
    "artist_ids": [],
    "site_ids": [],
    "image_id": null,
    "alt_image_ids": [],
    "document_ids": [],
    "suggest_autocomplete_all": {
        "input": [
            "Splendor and Intimacy: Mughal and Rajput Courtly Life"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "last_updated_source": "1976-09-02T11:20:00-05:00",
    "last_updated": "2021-01-13T23:24:49-06:00",
    "timestamp": "2021-01-14T17:13:09-06:00"
}